---
kind: property
id: P:Autodesk.Revit.DB.SynchronizeWithCentralOptions.RelinquishFamilyWorksets
source: html/31e99e30-5a40-d2c8-f5e0-1c639b392beb.htm
---
# Autodesk.Revit.DB.SynchronizeWithCentralOptions.RelinquishFamilyWorksets Property

Indicates whether Revit should relinquish Family worksets after synchronizing with central.

## Syntax (C#)
```csharp
public bool RelinquishFamilyWorksets { get; }
```

## Remarks
This is a shortcut to access the value stored in FamilyWorksets .